acpi
acpid
arp-scan
autofirma
base
base-devel
bat
bc
bitwarden
blueman
bluez-utils
brightnessctl
btop
cdrtools
chafa
cliphist
cmake
cpio
dhclient
dialog
docker
docker-buildx
dosfstools
dunst
efibootmgr
electrum
evince
exfatprogs
fd
feh
figlet
firefox
freerdp
fzf
galculator
geeqie
gimp
git
go
gparted
gptfdisk
grim
grub
gst-plugin-pipewire
gtk-engine-murrine
gtk-engines
hdparm
hypridle
hyprland
hyprlock
imv
intel-ucode
ipython
jdk11-openjdk
jq
jupyter-nbconvert
kdenlive
kinfocenter
kitty
kronometer
lazygit
less
libappindicator
libpulse
libreoffice-fresh
libxcrypt-compat
light
linux
linux-firmware
lsd
lshw
lua51
luarocks
lvm2
lxappearance
man-db
meson
mousepad
mpc
mpd
nano
ncdu
neovim
net-tools
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nm-connection-editor
nmap
ntfs-3g
nvidia
nvidia-utils
oh-my-posh
openvpn
pacman-contrib
pamixer
pavucontrol
pdftk
pinta
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pngquant
python-debugpy
python-jupytext
python-pip
python-pipx
python-pywal
python-pywalfox
qt5-wayland
qt6-wayland
ripgrep
rsync
ruff
rust
sassc
shfmt
slurp
smartmontools
sof-firmware
spotify-adblock
stow
stylua
swappy
swww
tectonic
thunar
tk
tmux
tree
udiskie
unzip
vale
vi
vim
virtualbox-host-modules-arch
visual-studio-code-bin
vlc
waybar
wayland-utils
waypaper
wev
wget
wireplumber
wlogout
wlroots0.18
wpgtk
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xreader
xterm
xwaylandvideobridge
yay-bin
yay-bin-debug
yt-dlp
zip
zoxide
zram-generator
zsh
